tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "pjk/libcbor"
brew "bison"
brew "python@3.11"
brew "tmux"
brew "byobu"
brew "glib"
brew "cmake"
brew "cowsay"
brew "deno"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fortune"
brew "fswatch"
brew "gcc"
brew "gdb"
brew "gh"
brew "gperftools"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "haproxy"
brew "hiredis"
brew "htop"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jemalloc"
brew "libarchive"
brew "libcbor"
brew "luau"
brew "midnight-commander"
brew "mimalloc"
brew "mosquitto"
brew "nanomsg"
brew "netcdf"
brew "nghttp2"
brew "ninja"
brew "node"
brew "openblas"
brew "pstree"
brew "python@3.10"
brew "redis"
brew "sha3sum"
brew "tesseract"
brew "wget"
brew "wireshark"
brew "xpdf"
brew "yarn"
